{
  "newsItems": [
    {
      "id": "news-1",
      "title": "পাঁচ লাখে শুরু, এখন কর্মীদের মাসিক বেতনই দেয় ৮ কোটি টাকা",
      "summary": "২০১৭ সালে পাঁচ লাখ টাকা বিনিয়োগ ও সাতজন কর্মী নিয়ে শুরু হয়েছিল প্রযুক্তি খাতের প্রতিষ্ঠান বিডিকলিং আইটির যাত্রা। এরপর গত আট বছরে প্রতিষ্ঠানটির কলেবর বেড়েছে কয়েক গুণ। ছোট্ট এক প্রতিষ্ঠান থেকে জন্ম নিয়েছে ২২টি কোম্পানির বিটোপিয়া গ্রুপ। কর্মী সংখ্যা বেড়ে দাঁড়িয়েছে প্রায় চার হাজারে। পাঁচ লাখ টাকায় যাত্রা শুরু করা প্রতিষ্ঠানটি এখন মাসে কর্মীদের বেতনই দেয় আট কোটি টাকা। বিটোপিয়া গ্রুপের প্রতিষ্ঠাতা ও প্রধান নির্বাহী (সিইও) প্রকৌশলী মুহাম্মদ মনির হোসেন। একেবারে শূন্য থেকে শুরু করে তিনি বিটোপিয়া গ্রুপকে বাংলাদেশের অন্যতম দ্রুত বর্ধনশীল প্রযুক্তি কোম্পানিতে রূপ দিয়েছেন। মনির হোসেনের উদ্যোক্তা–জীবনের যাত্রা শুরু অবশ্য ২০১৩ সালে। তখন ওডেস্ক ও ইল্যান্সের মতো আন্তর্জাতিক ফ্রিল্যান্স প্ল্যাটফর্মে একা কাজ শুরু করেন তিনি। একপর্যায়ে বাড়তে থাকে কাজের চাপ। পরে প্রতিষ্ঠা করেন বিডিকলিং আইটি।",
      "date": "Jan 12, 2026",
      "category": "News",
      "image": "https://i.postimg.cc/PfzP8VcG/news2.jpg",
      "externalLink": "https://www.prothomalo.com/business/%E0%A6%89%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A7%8B%E0%A6%95%E0%A7%8D%E0%A6%A4%E0%A6%BE/gjx17mrabp"
    },
    {
      "id": "news-2",
      "title": "বাংলাদেশের আইটি খাতে নেতৃত্ব দেওয়া বিটোপিয়া গ্রুপ দক্ষিণ-পূর্ব এশিয়ার প্রযুক্তি বাজারে আনুষ্ঠানিক যাত্রা শুরু করলো ম্যানিলা থেকে। ",
      "summary": "বাংলাদেশের আইটি খাতে নেতৃত্ব দেওয়া বিটোপিয়া গ্রুপ দক্ষিণ-পূর্ব এশিয়ার প্রযুক্তি বাজারে আনুষ্ঠানিক যাত্রা শুরু করলো ম্যানিলা থেকে। প্রতিষ্ঠানটি ফিলিপাইনসের প্রযুক্তি সেবা কোম্পানি বিয়ন্ড বর্ডার্স আউটসোর্সিং সার্ভিসেস ইনকর্পোরেটেডের সঙ্গে কৌশলগত অংশীদারিত্ব চুক্তির ভিত্তিতে ম্যানিলায় নিজস্ব সহযোগী প্রতিষ্ঠান চালু করেছে। সম্প্রতি ম্যানিলায় অনুষ্ঠিত চুক্তি স্বাক্ষর অনুষ্ঠানে অংশ নেন বিটোপিয়া গ্রুপের প্রতিষ্ঠাতা ও গ্রুপ সিইও মুহাম্মদ মনির হোসেন, বিটোপিয়া লিমিটেডের চিফ টেকনোলজি অফিসার রাকিবুল ইসলাম এবং বিয়ন্ড বর্ডার্সের সিটিও/সিএমও রন ভার্গারা। এই অফিসের মাধ্যমে ফিলিপাইনস বাজারে এআই, ইআরপি, ক্লাউড ও সাইবার সিকিউরিটি সেবা সরবরাহ করা হবে, যার প্রযুক্তিগত ব্যাকএন্ড ও অপারেশনাল সাপোর্ট পরিচালিত হবে বাংলাদেশ থেকেই।",
      "date": "Jan 7, 2026",
      "category": "News",
      "image": "https://i.postimg.cc/q70FgR69/NEWS3.jpg",
      "externalLink": "https://www.kalerkantho.com/.../corpor.../2026/01/07/1630568"
    },
    {
      "id": "news-3",
      "title": "Betopia Group and Brand Book has officially presented the strategic communication partner, Blackboard Strategies",
      "summary": "Betopia is thrilled to share that our brand development and strategic communication partner, Blackboard Strategies, has officially presented the Betopia Group Brand Book to our esteemed Chairman, Sabina Akter, and our respected Founder and CEO, Muhammad Monir Hossain, and other officials were present at that time. This Brand Book serves as a comprehensive guide to our brand identity, values, and vision, reflecting our commitment to excellence and innovation in the tech industry. We extend our heartfelt gratitude to Blackboard Strategies for their dedication and expertise in crafting this essential document that will undoubtedly guide us in our journey ahead.",
      "date": "March 8, 2024",
      "category": "Social Impact",
      "image": "https://i.postimg.cc/P5K7pHbP/news4.jpg",
      "externalLink": "http://linkedin.com/company/betopiagroup/posts/?feedView=all"
    }
  ]
}
